Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_7 Fates (KO>EN).tmx
Source language: ko
Languages: en

source: 이건 또 무슨 개꿈이지?
en: okay... I must be dreaming again.

source: 요즘 없어서 못 팔아.
en: so many people want it that I just can’t meet the demand.

source: 놀라게 해서 미안하군.
en: I’m sorry I scared you.

source: 제작 ・ REDICE STUDIO
en: Production · REDICE STUDIO

source: 힘의 차이도 모르고 무작정 달려드는군.
en: look how you come at me, not knowing our powers are on totally different levels.

source: BON
en: BON VOYAGE

source: 네 부모님이 어떻게 죽었는지 알고 싶지 않나?
en: don’t you want to know how your parents died?

source: 그때도 이런 게 있었나?
en: was this here before?

source: 허허허.
en: hahaha...

source: 쏴아아아아아
en: swoooosh

source: 그거야 이전 시세고.
en: that was in the past.

source: 퍼엉
en: blam

source: 역시 형의 말을 들었어야 했나.
en: we should’ve listened to do-geon.

source: 떡복이 70
en: Tteokbokki 70

source: 끄으아아아아
en: gahhhh

source: 촤자자자작
en: slash

source: ···응.
en: yeah...

source: 부모님의 죽음에 대해 언급한 것이 과연 우연일까?
en: and talked to me about their death?

source: 뭐지?
en: what’s that?

source: 범이 세상에서 활개를 치고 있는 건데?
en: then why are the beoms still at large?

source: 범 사냥꾼이었냐?
en: you were a beom hunter?

source: 치지지직
en: skid

source: 나야말로 구해줘서 고맙다.
en: no, thank you for saving my life.

source: 오호-요상하게 생긴 화승총이로군.
en: hmm... what a strange looking firearm.

source: 범이랑 그렇게 치열하게 싸우고 사냥꾼한테 총 맞을 거라고 누가 생각했겠어.
en: who would’ve thought to take a bullet from a beom hunter after fighting for life against the beom?

source: 콰쾅
en: boom

source: 정아 머리
en: Jeonga’s Salon

source: 내 옷깃 하나 건들 수 없다.
en: but not a single one could touch me.

source: 내가 있던 세계는 지금의 세계와 많이 달랐어.
en: the world I lived in was very different from the one now.

source: 상당히 튼튼한 고급 물건이라고.
en: not to mention, it’s quite sturdy. what you’re looking at is a high-end item.

source: 적이 느낀 고통은 반드시 돌아오게 돼 있다.
en: any pain we inflict on the enemy is bound to come get us...

source: 나는 범과 곰의 피가 섞인 혼혈이고, 모든 종족을 대표한 수호자로서 그 세계를 지키고 있었지.
en: I was half-gom and half-beom. as the guardian of all the tribes, I protected the world.

source: 스멀
en: sniff

source: 이도 인간입니다.
en: they’re a human, too.

source: 살아 있나?
en: is he even alive?

source: 가자꾸나, 아가야.
en: let’s go, my dear child.

source: 내가 저놈의 주의를 끌게.
en: I’ll distract him.

source: 촤락
en: slide

source: 신시를 떠나라, 후포.
en: “leave shin-si, hupo.”

source: 그날 얻었던 이것이 궁금해졌다.
en: what was this item I got that day?

source: 미안해, 이제 곧 대회라 주말도 나가야 해.
en: sorry, kiddo. the competition is right around the corner so I need to practice even on the weekends.

source: 총 한 자루 사면 덤으로 주겠다고 한 물건 아닌가?
en: you offered to throw into the bargain for the other hunters if they buy a gun?

source: 여기 있습니다.
en: here you go.

source: 글쎄··· 딱히.
en: hmm... not really.

source: 빛도 없는 곳에서 수천 년을 있었다고!
en: we suffered thousands of years in the place devoid of any light!

source: '대문 놀이 노래'를 불러,
en: all she had to do was sing the gate game song...

source: 누구?
en: who are you?

source: 눈 떠!
en: get up!

source: 뭐, 상관없으려나.
en: well, I guess it doesn’t matter.

source: 마침 내 할당량이 부족했는데.
en: as it happens, I’m short on my quota.

source: 소용없어요.
en: it’s no use.

source: 촤아아아
en: whoosh

source: 범들은 어째서 1구역부터 순차대로 침략하는 걸까?
en: why do you think they’re attacking the districts one by one in consecutive order?

source: 이 녀석, 제법 하는데?
en: they’re pretty good.

source: 하루 벌어 하루 먹고 살기도 힘들었던 소시민들이 범 사냥을 나서게 하기에 충분한 금액이지만,
en: while the amount was large enough of an incentive to stir those who could barely make ends meet,

source: 그럴 수 없네, 불티.
en: I cannot do that, bulti.

source: 어서 앞장서라!
en: lead the way, now!

source: 성인이 되고 점점 후순위에 밀리기 시작했다.
en: I realized I had bigger fish than my parents’ death to fry.

source: 총 같은 무기는 없어 보이는데···.
en: it doesn’t look like you own a gun of any sort...

source: 환웅이 현상금으로 건 금액은, 범 한 마리 당 5천만 원.
en: hwangwoong pledged to award 50 million won* for every beom head. *about 41,900 USD.

source: 내 이름은 호수.
en: my name is hosu.

source: 휘익
en: hurl

source: 무슨 볼일이라도 있으십니까?
en: what brings you back here?

source: 하늘이 나를 돕는군.
en: luck is still on my side.

source: 마이홈일세.{j}안전하니 걱정 말게.
en: you are in my place. worry not, for it is safe here.{j}

source: ··· 알겠어.
en: okay...

source: 너는 총으로 인사하는 버릇 좀 고쳐야겠구나.
en: do-geon, you most certainly should get out of the habit of greeting others with a gun.

source: 범이 터졌어?!
en: did the beom just explode?!

source: 인간을 잡아먹고
en: ...devour them...

source: 인왕산 사건 말이야?
en: you mean the inwang mountain murder?

source: 이 모든 건 시작에 불과했다.
en: this was just the beginning.

source: 내 동생들을 죽인 게.
en: ...who killed my dear friends?

source: 커흑
en: splat

source: 소리 지르지마・・・.{j}상처가 울린다.
en: don’t scream in my ears... you’re making my wound throb.{j}

source: 키기긱
en: keke

source: 그야 새거니까···.
en: that’s because they’re new...

source: 재우지 않고
en: ...of food and sleep...

source: 아, 알겠습니다.
en: g-got it.

source: 두 번은 못 쓰겠는걸?
en: he’s almost dead though.

source: ・・・어?{j}뭐지?
en: huh? what’s this?{j}

source: 불티, 짐승을 잡겠다고 너도 짐승이 될 셈이냐.
en: bulti, do you plan to stoop down to the same level as those beasts?

source: 역시 턱 밑을 노리는 수밖에 없겠어.
en: then I guess I’ll have to aim right below his jaw.

source: 원작 | HYBE
en: original story | hybe

source: 아, 이쪽은 주안.
en: oh, this is jooan.

source: 그러게 곱게 물러갔어야지.
en: see? you should’ve backed off when you had the chance.

source: 도대체 무슨 일이 일어난 거야.
en: what in the world happened here?

source: 휘리릭
en: clank

source: 마치 어떤 힘이 흘러들어오는 느낌?
en: it felt like some kind of power was flowing into me.

source: 침입자가 왔군.
en: we have intruders.

source: 저놈 못지않게 굶주렸을텐데···.
en: you must’ve starved as much as zahu did...

source: 박물관에 나타난다는 정보는 어디서 입수한 거야?
en: how did you find out that he would show up in the museum?

source: 술렁
en: murmur

source: 내가 너무 빨리 왔나?
en: did I get here too fast?

source: 파츳
en: crackle

source: 늘어나는 사냥꾼 수만큼이나 무기나 방어구를 파는 거래소도 늘어갔다.
en: naturally, number of shops that sold weaponry and defensive items also increased.

source: 행방 묘연···.
en: His whereabouts are currently unknown.

source: 끄아아아・・・!
en: ack...!

source: 도건 오빠・・・?
en: do-geon...?

source: 그래, 그럼 원가 8억만 받을게!
en: okay, fine. I’ll give it to you at prime cost, 800 million won*! *100 million won is approximately 82,200 usd.

source: 헉!
en: ack!

source: 제 9 화
en: Episode 9

source: 저게 하급 범이라는 건・・・.
en: that was a low-grade beom?

source: 촤아
en: slash

source: 파캉
en: crash

source: 음력 1월 16일 손님 오는 날.
en: january 16th on the lunar calendar is the day of the visitors.

source: 그렇다면 어쩔 수 없지.
en: then you leave me no choice...

source: 해···.
en: I’m sorry...

source: 고민이 있다면 말씀해 주세요.
en: please, share your concerns with me.

source: 당신은 누구지?
en: who are you?

source: 채찍질하고
en: ...thrashed me...

source: 덜덜덜···
en: tremble

source: 대문 놀이 노래・・・.
en: the gate game song...

source: 네 거라고 더 우겨봐!
en: say it’s yours again! say it!

source: 이곳이 마음에 들었나 보군.
en: it seems you like this place.

source: 도망_x0008_・・・쳐요, 형・・・.
en: run... do-geon...

source: 꺄아아아아
en: ahhhh

source: 슈학
en: whoom

source: 뭐야.
en: what the...?

source: 그렇다 해도 후손인 저들은 아무 죄도 없지 않은가!
en: you cannot hold these humans responsible for what their ancestors have done!

source: 음력 1월 16일은 부모님의 기일.
en: january 16th on the lunar calendar is the anniversary of my parents’ death.

source: 나 때문에···.
en: it’s all my fault...

source: 끼이이이익
en: screech

source: 문지기 무녀 어미의 피가 흐르니,
en: as the shaman’s blood flows in you...

source: 이해할 수 없군.{j}먼저 배신한 놈들이 왜 그런 무모한 싸움을···.
en: I don’t understand. just why would the ones who betrayed the others first wage such a reckless war...?{j}

source: 형사는 날 의심하듯 노려보고는 병실을 나섰다.
en: eventually, he left, eyes filled with suspicion.

source: 도둑놈들 덕분에 살아남았다는 게···.
en: our lives were saved by those burglars...

source: 여기서 무조건 막아야 한다!
en: we can’t retreat any further. we must fend them off here!

source: 그렇게 생각하는 근거는 있어?
en: and do you have any proof of that/?

source: 불티 님에게 보고드려야겠어!
en: I must report this to bulti right away!

source: 아···.
en: ...die--

source: 아무렴 어때.
en: well, that doesn’t matter.

source: 아무것도 없어.
en: I have nothing left.

source: 나머지 전사들은 방벽을 뚫을 때까지 대기해라.
en: the rest of you, standby until the walls crumble down.

source: 내가 꼭 집에 갈 수 있게 해줄게.
en: I’ll make sure you go back home.

source: 철컥...
en: clunk

source: 찍
en: squeak

source: 욱신
en: throb

source: 마지막 권유다.
en: this will be the last time I ask you.

source: 이런···!{j}미친!
en: ugh, you’ve got to be kidding...!!{j}

source: 끄아아아아아아아!
en: arghhhh!!!

source: 투콱
en: stab

source: 소리 지르지마・・・.{j}상처 울린다.
en: don’t scream in my ears... you’re making my wound throb.{j}

source: 범족은 1월 16일, 단 하루만 이곳으로 나올 수 있단다.
en: the beom tribe is allowed to come out here only on january 16th.

source: 그때 난 차라리 죽었으면 좋겠다고 생각했다.
en: I wished I was dead at the time.

source: 제하가 결계를···.
en: zeha broke it...?

source: 공포가 엄습해 제정신을 유지할 수 없었다.
en: making it hard for me to keep it together.

source: 자네가 어디 있는 줄 알고 가져오겠나.
en: no need. you don’t even know where I put it.

source: 1화
en: EPISODE 1

source: 와하하, 또 기골이 엄청난 사내가 합류했구나.
en: wahaha, another man of great strength has joined us!

source: 좋은 말로 할 때 가.
en: I’ll let that attitude slide.

source: 스으으
en: swish

source: 크큭, 딱 봐도 초짜구만.
en: hehe, I can tell from one glance that they’re noobs.

source: 크르...
en: grrr

source: 도건?!
en: do-geon?!

source: 하하!
en: haha!

source: 너희도 범 사냥꾼이라면 하나만 묻지.
en: well, here’s a question for you if you’re fellow hunters.

source: 잠깐 자리를 비운 사이에 이런 일이 생기다니···.
en: all this while we were away for a bit?

source: 걱정마.{j}곧바로 죽이거나 하지 않을 테니까.
en: don’t worry. we won’t kill you just yet.{j}

source: 왜 이렇게 다친 거야?
en: and why are you so battered up?

source: 밑지는 장사지만, 오해를 풀···!
en: it’s a losing deal for me, but--

source: 놈이 사라졌···
en: he’s gone--

source: 죽는편이 낫겠구나.
en: ...I’d better kill you.

source: 오늘만 말 안 듣는 동생으로 있을게.
en: I won’t listen to you, just for today.

source: 이렇게 범들이 우글거리는데 들어가다니, 미친놈….
en: how foolish of him to go into a place filled with beom...

source: 범들이 사람들을 납치하는 걸 내 눈으로 똑똑히 봤어.
en: I saw the beom kidnapping people with my own eyes.

source: 범 때문에 고통받는 사람은 없었을 거야.
en: ...no one would’ve suffered because of them...

source: 아저씨, 오랜만이에요.
en: it’s been a long time.

source: 키가 요만하고, 머리를 뒤로 총총 땋아서···
en: she’s this tall, has braided hair,

source: 봉인됐던 힘이
en: my sealed power...

source: 내게 훈련받아 보지 않겠느냐?
en: why don’t you let me train you?

source: 너희를 찾고 있었어.
en: I’ve been looking for you guys.

source: 그동안 재밌게 놀아보자고.
en: ...so let’s enjoy it to the fullest.

source: 이거 봐.{j}뉴스에 보도될 정도로 일이 커지고 있어.
en: take a look. it’s making headlines in the news.{j}

source: 창립 이후 100년간 신시의 발전에 기여해 온 기업 이살의 대표로서
en: yisal group has contributed to the development of sin-si ever since its foundation 100 years ago.

source: 빠악
en: wham

source: 총알을 막았어···?
en: he caught the bullet with his teeth...!

source: 내가 이렇게 약하다는 사실이・・・
en: I’m frustrated...

source: 이런, 이런···.
en: my, my...

source: 여기 있는 우리 모두 같은 한 인물의 전생을 가졌어.
en: we all used to be this one guy in our past lives.

source: 저번 일은 없었던 걸로 치자고.
en: now, we’re even.

source: 가슴을 다쳤나?
en: a chest wound?

source: 모든 정책의 비용을 자사에서 부담하기로···.
en: The group announced that it will shoulder every cost...

source: ···설령 내가 오늘 죽는다 하더라도
en: even if I bite the dust today after this,

source: 듣기론 저 사람,
en: I heard that man is strong,

source: 우리는···
en: we are...

source: 녀석을 살려 보내면 또 지금 같은 피해가 생길 게야.
en: I am most certain great harm will befall us next time should that beom live.

source: 스으...
en: rustle

source: 사, 살려주세요!
en: p-please, spare us!

source: 끼히히히히
en: kekekekeke

source: 저 문을 닫을 힘도 있을 터.
en: ...you must be able to shut the gate again.

source: _x0008_···하루.
en: haru...

source: 제기랄···!
en: ugh...!

source: 그건 해보지 않고선 모르는 거지.
en: we never know until we try.

source: 언제 다가온 거야!
en: when did it get so close?!

source: 환!{j}뭘 그리 체념하고 있는 거야!
en: you can’t just give up!!{j}

source: 아니, 무얼 보는 게냐!{j}저 검 말이다!
en: no, you are looking at the wrong place! I am talking about the sword!{j}

source: 이살 타워
en: yisal tower

source: 우리가 그놈들 때문에 입은 손해가 얼만데···!
en: how can he say that while knowing all the damage they’ve caused us?!

source: 타악
en: sprint

source: 와!{j}원피스다!
en: yay, a dress!{j}

source: 호랑나비 팀 말이야.
en: I mean the tiger butterfly.

source: 넌 뭔데 끼어들어?!
en: who do you think you are?! go mind your own business!

source: 정말 인간이 아닐 줄이야···.
en: I can’t believe they’re actually not human...

source: 딱히 어디 아픈 곳은 없는데···.
en: but I feel perfectly fine...

source: 괴물 자식···!
en: you monster!

source: 해야만 해!
en: ...I’ve got to do this!

source: 놀랐잖아, 이 자식아.
en: you got me good for a second, you little punk.

source: 범 세마리를 상대했을 뿐인데도 그 모양이니, 한 번 더 범을 만나면 부러질 게다.
en: it is already at the brink of breaking after hunting three beom. fight another one, and it will most certainly break.

source: 투드득
en: rip

source: 국립 박물관
en: Public Museum of Sin-si

source: 난 그저 동생을 구하고 싶었을 뿐인데···.
en: all I wanted was to save my sister...

source: 대부분의 사람들은 회의적이었다.
en: most citizens were skeptical.

source: 아, 그러고 보니까 내일 형 생일이잖아?
en: oh, isn’t it also your birthday tomorrow?

source: _x0008_산 채로 납치라도 하는 걸까요?{j}허허허.
en: it’s as if the victims were kidnapped alive, which is ridiculous. hahaha...{j}

source: 나이프
en: KNIFE

source: 기이잉
en: whir

source: 외출
en: Away

source: 그걸 왜 저한테?
en: why are you asking me about that?

source: 안전하니 걱정 말게.
en: worry not, for it is safe here.

source: 대성사
en: Daeseongsa

source: 투웅
en: slam

source: 그렇게 ‘범’과 ‘범 사냥꾼들’의 전쟁이 시작되었다.
en: ...and began the war between the beom and beom hunters.

source: 이번 건 조금 아팠다고.
en: it hurt a little this time.

source: 거기도 정리됐어?
en: are you all done over there?

source: 너희들은 범 사냥꾼 팀인거야?
en: are you a team?

source: 아니, 무얼 보는 게냐!
en: no! look again.

source: 여긴 위험하니 데리고 나가자꾸나.
en: we must get him out, for it is dangerous here.

source: 꽈아악
en: clench

source: 어?!
en: huh?!

source: 퉷
en: ptui

source: 이 자식들아!!!
en: you little rats!!

source: 죽는···걸까?
en: going to die?

source: 삼성 부동산
en: Samseong Real Estate

source: 더 굶으면 정신 차리겠지.
en: let him starve some more. then he’ll come to his senses.

source: 칫···!
en: argh...!

source: 오호-이상하게 생긴 화승총이로군.
en: hmm... what a strange looking firearm.

source: 누군가 사람이 온 건가?
en: I hear voices... are they humans?

source: 그건 중요하지 않아요.
en: that is irrelevant.

source: 서둘러, 이제 트럭이 도착했을 거라고.
en: hurry up. the truck must have arrived already.

source: 웁···!
en: argh...!

source: 몸이···.
en: my body...

source: 저놈들만 엮이지 않았어도 무기랑 체면도 잃지 않았을 텐데.
en: I wouldn’t have lost both my weapon and reputation if it weren’t for them.

source: 으득
en: grit

source: 사냥을 하다 범의 냄새가 배는 건 어쩔 수 없지 않겠는가.
en: it is only natural for their scent to seep into our clothes during the hunt.

source: ···이 광경은?
en: this is...

source: 두려움에 갇혀 있는 건···
en: being trapped in fear...

source: 당신들은 대체···.
en: who... are you people?

source: 갑자기 무슨 짓이야!
en: what are you doing?!

source: 난방
en: Heat

source: 총을 쏜 건 사과하지.
en: sorry for shooting at you.

source: 가・・・가현아!
en: ga-gahyeon!

source: 허윽!
en: gah!

source: 부우웅
en: vroom

source: ···그게 아직 호환이라 단정 짓지 못하고 있습니다.
en: well... we’re yet to find conclusive evidence that pin them on the beom.

source: 죄송합니다, 형님.
en: I am sorry, seongjin...

source: 저기···형아!
en: uhm... mister?

source: 내가 본 것은 이형의 모습을 한 남자였다.
en: what I saw was a man of mixed-race.

source: 컹
en: growl

source: 깨어나셨군요, 제하 씨.
en: I see you’re awake, mr. zeha.

source: 처음 보는 얼굴인데.
en: I’ve never met him before.

source: 미안.{j}나한테도 처음에는 총을 겨눴지만,
en: sorry about that. he also pointed a gun at me the first time we met.{j}

source: 제 1 화
en: episode 1

source: 펑
en: boom

source: 그리고 눈가에 상처가 있는 그 녀석···
en: and the beom with a scar around his eyes...

source: 이렇게 바로 구하러 와주시다니!
en: you couldn’t have arrived at a more perfect time!

source: 풀썩
en: flop

source: 그럼 어디 한번 잘해봐.
en: fine, suit yourself.

source: 조심해!
en: stay safe!

source: 피를 너무 많이 흘렸나?
en: did I lose too much blood?

source: ・・・어?
en: huh?

source: ···혹시 거기서 여자애 못 봤어?
en: did any of you see a girl there?

source: 비틀
en: stagger

source: 불티 님!
en: bulti!

source: 소리만 요란한 장난감이네
en: that toy does nothing but make noise.

source: 우선 사람들부터 구하자!
en: ...but first, I need to focus on saving the people!

source: 타배!
en: tabae!

source: 까닥
en: wag

source: 저딴 장난감에 눈만 당하지 않았어도!
en: if only that toy gun of his hadn’t hit my eye!

source: 저, 저 사람은 어떠세요?!
en: h-how about him over there?!

source: 파드득
en: flutter

source: 다정하게 내려앉는 이 노랫소리는・・・
en: a low, soothing singing voice...

source: 날카로운 이빨로 물어뜯은 흔적.
en: tear marks from sharp fangs.

source: 와, 0이 몇 개야?
en: wow. how many zeros are there?

source: 구구구구궁
en: rumble

source: 어떻게 그림자 세계의 봉인이 풀리게 됐는지.
en: ...to how the seal on the world of shadows broke.

source: ···난 그 녀석들을 용서 못 해.
en: and I can never forgive the beom for that...

source: ···후포?
en: wait, hupo...?

source: 갑자기 검이 무거워졌어!
en: suddenly the sword feels like it weighs a ton!

source: 도와준 답례로 밥이라도 사고 싶은데, 같이 먹자.
en: let us treat you to a meal for the help we got, what do you say?

source: 아, 이거?
en: oh, this?

source: 토독...
en: tap

source: 끄덕
en: nod

source: 게다가 저 전생의 모습은?!
en: and it looks like...

source: 호랑나비 3팀 이덕기
en: tiger butterfly team 3 deok-ki lee

source: ···상고 시대의 검?
en: the sword of the ancient age?

source: 나는 모든 종족을 대표해 약속을 깬 범족에 맞서게 돼.
en: I confronted the beom tribe as the representative of all the others.

source: 건이 오빠···
en: do-geon...

source: 순순히 물러나 주면 좋겠군.
en: so why don’t you just back off?

source: 지하에 범이 있어요!{j}도망치세요!
en: there are beom in the basement! everybody run!!!{j}

source: 콰콰콰쾅
en: crash

source: 집에 아이가 기다리고 있어요···.
en: my child is waiting for me back home...

source: 저 검 말이다!
en: I am talking about the sword!

source: 도대체 뭘 쓴 거야···!
en: what did you put in it?!

source: TODAYS 건이 형 생일
en: Do-geon’s Birthday

source: 이게 도대체 뭐야!
en: what on earth is this?!

source: 하하···.{j}저, 저도 신입이라 잘···.
en: haha... I-I’m new here, so I don’t really know either...{j}

source: 자, 어서 사과하려무나.
en: come now. apologize to him.

source: 길이에 비해서 무게도 가볍고,
en: it’s light for its length.

source: 마치 전쟁터라도 다녀온 모습···.
en: he looks like he just came back from a battle.

source: 범 새끼들.
en: I’m going to exterminate...

source: 네 아버지가 범이었다니···.
en: I had no idea your father was a beom...

source: 우린 사냥꾼과 다른 그곳의 '수호자'였어.
en: no, not hunters. we were the guardian there.

source: 너희를 위해 착하고 성실하게 살았어야 했다.
en: ...should have lived a clean life for all of you.

source: 3일 전・・・ 인왕산 사건이요?
en: hold on... three days ago? at inwang mountain?

source: 그런가···.
en: is that so...?

source: 촤륵
en: slide

source: 나는 그저 안전한 곳에서 지켜보고 싶을 뿐이라고···.
en: all I wanted was to just watch them in a safe place...

source: 날 삼킨 범도 무언가 느꼈는지 심하게 발버둥 쳤지만 빛은 사그라지지 않고
en: the beom must’ve felt it too, since it squirmed back and forth frantically. but the light didn’t go away.

source: 가족도
en: ...no families to protect...

source: 그런 너희를 잡아먹는 데 거리낌을 가질 필요는 없겠지.
en: there’s no need for me to feel guilty eating you up.

source: 스륵
en: slide

source: 졸업을 축하합니다.
en: commencement ceremony

source: 네 아비가 저기 저 바위 뒤,
en: did you know that your father belonged to the beom tribe...

source: 뭐 해!
en: come on!

source: 팍
en: blam

source: 쿠구구
en: crash

source: 다음에 그거 입고 같이 놀러 가자.
en: let’s go somewhere nice in it some other time.

source: 어릴 적・・・자주 만났다.
en: we used to meet a lot when I was young.

source: 어이, 형씨.
en: hey, man.

source: 기존의 신고 시스템보다 신속하게 대응할 수 있게 만들어졌습니다.
en: it’s designed to ensure a faster response than the existing report system.

source: 방선택
en: Select Room

source: 범한테 공격을 받고 쓰러진 나를 구해줬고,
en: you saved me when the beom knocked me out unconscious...

source: 꾸욱...
en: clench

source: 너희는···.
en: you guys are...

source: 주륵・・・
en: trickle

source: 혹시 범 사냥꾼···?
en: are you a beom hunter...?

source: 어쩌다 밥 한 끼가 범 사냥이 됐지···?
en: how did a meal turn into a beom hunt?

source: 제 24 화
en: Episode 24

source: 제하, 네 힘도 분명 범의 것이라고.
en: zeha must have the power of the beom as well.

source: 신시 내 사망자 2,210명.
en: 2,210 people in the city have died.

source: 그러자!
en: Then let’s do it!

source: 주희야, 제발 무사해 줘.
en: juhee, please be safe...

source: 음력 1월 16일,
en: on january 16th on the lunar calendar,

source: 이봐!!!{j}그걸 쓰면 당신들 빼곤 다 죽는다고!
en: hey!!! that’ll kill everyone here except for you two!{j}

source: 우성빌딩
en: Useong Building

source: 인간을 편드는 놈도 우리의 적이다.
en: anybody who is for humans is against us.

source: 과거의 나였다면 혹했을 법한 말이었다.
en: ...I would’ve jumped at the chance to find out.

source: 하아, 그거야 그렇지.
en: yeah... you’re right.

source: 그래도 주군의 명령이다.
en: it’s the master’s order.

source: 네이버에서 보기 ㅣ 관련기사 보기 ㅣ 이 언론사 내 검색
en: View in Naver | View related articles | Search the website

source: 뭐?{j}우리가··· 아니, 네가 갖고 싶다고 해서 다 우리 것인 게 아니야.
en: what? um... not everything we want... no, you want is ours.{j}

source: 제법 강해 보이는 놈들에게 맡겼다 생각했는데 말이야.
en: I thought I entrusted it to the best of the best.

source: 네, 네!
en: sure, of course!

source: 파아앗
en: slash

source: 무슨 일이십니까?
en: is something wrong, sir?

source: 괜찮아~
en: it’s all right.

source: 하지만 그 신뢰는 그리 오래가지 못해.
en: but my trust didn’t last long.

source: 부모님도, 기억도・・・
en: everything was taken away from you.

source: 제하야, 괜찮아?!
en: are you all right, zeha?!

source: 한 녀석 죽었잖아?
en: one’s dead.

source: 마이홈일세.
en: you are in my place.

source: 내 몸에 무언가 이상을 느꼈다.
en: that’s when something strange took place in me.

source: 그렇게 슬퍼할 필요 없어.
en: there’s no need to wallow in sadness like that.

source: 개입 좀 해야겠어.
en: you left me no choice but to intervene.

source: ···제하야.
en: zeha...

source: 푸확
en: splat

source: 슈아
en: stab

source: 범이 군대를 이룬다고 들어본 적 없는데···.
en: I’ve never heard of beom moving in groups...

source: 인간 한 놈만 먹어도 풀어준다고 했잖아.
en: I promised I’ll let you out if you eat just one of those humans.

source: 범들이 모이기 시작했다!
en: the beom are starting to gather around here!

source: 찍찍...
en: squeak

source: 주룩
en: flop

source: 종종 널 데려와서, 불렀던 대문 놀이 노래.
en: can you sing it? the song they used to sing for you here.

source: 남이 장사하는데···!
en: why’s he messing with someone else’s business...?!

source: 그래도 그렇지!{j}근접 무기가 총보다 비싼 게 말이 돼?!
en: even so! how can a melee weapon be more expensive than a gun?!{j}

source: 번쩍
en: sparkle

source: 얘가, 여기가 무슨 백화점 시식 코너인 줄 아나.
en: hey, we’re not in a buffet where we can take whatever stuff we want.

source: 촤앗
en: slide

source: 츠츠츠...
en: swoop

source: 우리를 먼저 배신한 건 저놈들이야.
en: they started it.

source: 아저씨는 사또에···
en: that mister was a governor...

source: 너와 네 부모가 인왕산 범바위 근처에 살았던 건?
en: how about your family living near the beom rock of inwang mountain?

source: 고요···
en: halt

source: 제하는 후포라는 자한테 이용당했을 뿐이야.
en: that beom named hupo took advantage of zeha, that’s all.

source: 처컥
en: ka-chunk

source: 난 제하라고 해.
en: my name is zeha.

source: 꾸구국
en: jostle

source: 얼떨결에 대답해 버렸네.
en: oops, it just came out.

source: 후포는 과거로부터 지금까지 줄곧 누군가의 소중한 것을 빼앗아 왔어.
en: hupo has been killing the loved ones of others for a long time.

source: 와르르르
en: rattle

source: 다 죽어가는 잔챙이 하나 더 는다고 이 상황이 바뀔 것 같나?
en: do you seriously think adding another puny small fry into the fight will help turn the tables?

source: 호아
en: tiger teeth

source: 그래도 그렇지!
en: still, you’re not making any sense!

source: 미끌
en: slip

source: 꺄아아악
en: ahhhhhhh

source: 물러날 생각이 없나 보네.
en: looks like he’s not backing off.

source: 적
en: are they enemies?

source: 어···?
en: huh...?

source: 사람들을 끌고 와 유린하고 학살한 짐승.
en: the beast that dragged people to this place only to ravage and massacre them all.

source: 혹시 귀···귀신?!
en: i-is that a ghost...?!

source: 범들이 사람들을 납치하고 있어요!
en: the beom are kidnapping...

source: 인간을 보면 꼭 장난치고 싶어져.
en: I just can’t help but mess with humans whenever I see one.

source: 타탕
en: bang

source: 그리고 범 사냥을 시작한 지 얼마 되지 않았다는 네 힘을 보고 확신이 들었어.
en: and when I saw how zeha fought so well despite his lack of experience in beom hunting, I knew.

source: 괜히 이상한거 들어가지고 놀라기는.
en: it was a bad idea to watch the news. it’s making me jumpy.

source: 뭐야, 연기가 더 짙어졌잖아?!
en: ugh, the smoke’s gotten thicker!!

source: 왔네.
en: finally.

source: 츠츠츠츠츳
en: crackle
